[
  {
    "title": "History",
    "content": "<p>The seven deadly sins, also known as the capital vices or cardinal sins, are a classification of the most objectionable vices that were originally used in early Christian teachings to educate and instruct followers concerning (immoral) fallen man's tendency to sin. They are: lust, gluttony, greed, sloth, wrath, envy and pride. The Catholic Church divided sin into two principal categories: 'venial', which are relatively minor, and could be forgiven through any sacramentals or sacraments of the church, and the more severe 'capital' or mortal sin. Mortal sins destroyed the life of grace, and created the threat of eternal damnation unless either absolved through the sacrament of confession, or forgiven through perfect contrition on the part of the penitent. The Divine ComedyBeginning in the early 14th century, the popularity of the seven deadly sins as a theme among European artists of the time eventually helped to ingrain them in many areas of Christian culture and Christian consciousness in general throughout the world. One means of such ingraining was the creation of the mnemonic "SALIGIA" based on the first letters in Latin of the seven deadly sins: superbia, avaritia, luxuria, invidia, gula, ira, acedia.</p><p>The Seven Deadly Sins never occur as a formal list in the Bible. Some people say they can all  The Divine Comedybe found in Matthew's Gospel (chapters 5 through 7), but they are not in a simple list there. Others submit Proverbs 6:16-19, but this is a different list, covering pride, lies, murder, evil plans, swiftness in sin, lies again, causing conflict. Clearly not the same. These sins were identified as a group around the same time as the Bible was being translated into a single language. Rather than these sins being identified in a single place in the Bible, they are found all through it, from Genesis to Revelation. The letters of the New Testament mention all of these, and many others as well. The Catechism has many Scriptural references in the section that lists the "Seven Deadly Sins." It is well to remember that the Scriptures come from the Jewish and Christian Churches, not the other way around. In both cases, faith preceded the writing.</p>",
    "images": [{
      "img": "/assets/img/img.jpg",
      "img": "/assets/img/img.jpg",
      "img": "/assets/img/img.jpg",
      }]
  }
]
